{
    "Hello": "Hola",
    "Home": "Inicio",
    "About": "Sobre mi",
    "Service": "Servicios",
    "Portfolio": "Portafolio",
    "Resume": "Curriculum",
    "Contact": "Contacto",
    "I'm": "Yo soy",
    "Download CV": "Descargar CV",
    "🌍 I am excited to embark on global opportunities to share my experience and contribute to technological innovation in various parts of the globe. My passion for software development 💡 and my ability to merge technology and marketing allow me to create unique and effective solutions that drive progress in the digital world.": "🌍 Estoy emocionado de embarcarme en oportunidades a nivel mundial para compartir mi experiencia y contribuir a la innovación tecnológica en diversas partes del globo. Mi pasión por el desarrollo de software 💡 y mi habilidad para fusionar tecnología y marketing me permiten crear soluciones únicas y efectivas que impulsan el progreso en el mundo digital.",
    "🏗️ My knowledge in architecture and design patterns allows me to devise efficient and elegant technical solutions. However, my focus is not limited to just coding. My extra touch lies in digital marketing 📈, where I combine my technical prowess with effective strategies to make a full impact on projects.": "🏗️ Mi conocimiento en arquitectura y patrones de diseño me permite idear soluciones técnicas eficientes y elegantes. Sin embargo, mi enfoque no se limita solo a la codificación. Mi toque extra reside en el marketing digital 📈, donde combino mi destreza técnica con estrategias efectivas para lograr un impacto completo en los proyectos.",
    "👨‍💻 I am a passionate web developer and lover of mobile technology based in Colombia, but with a global vision. My experience ranges from creating compelling user interfaces using technologies like React and Tailwind CSS, to building robust backend systems using Node.js and Golang.": "👨‍💻 Soy un desarrollador web apasionado y amante de la tecnología móvil radicado en Colombia, pero con una visión global. Mi experiencia abarca desde la creación de interfaces de usuario atractivas utilizando tecnologías como React y Tailwind CSS, hasta la construcción de sistemas backend robustos utilizando Node.js y Golang." ,
    "I'm a skilled software geek specializing in mobile and web tech. I've also got a savvy side in digital marketing to add some extra flair. Based in Colombia, I'm all in for global opportunities to sprinkle my coding expertise worldwide.": "Soy un geek experto en software especializado en tecnología móvil y web. También tengo un lado inteligente en marketing digital para agregar un toque extra. Con base en Colombia, estoy listo para oportunidades globales para esparcir mi experiencia en codificación en todo el mundo.",
    "Geek passionate about mobile and web technology, and expert software developer. I merge my love for coding and digital marketing to create innovative solutions from Colombia and take them to the world.": "Geek apasionado por la tecnología móvil y web, y desarrollador de software experto. Fusiono mi amor por la codificación y el marketing digital para crear soluciones innovadoras desde Colombia y llevarlas al mundo.",
    "I am a passionate web developer and lover of mobile technology based in Colombia, but with a global vision. My experience ranges from creating compelling user interfaces using technologies like React and Tailwind CSS, to building robust backend systems using Node.js and Golang. My knowledge in architecture and design patterns allows me to devise efficient and elegant technical solutions. However, my focus is not limited to just coding. My extra touch lies in digital marketing, where I combine my technical prowess with effective strategies to make a full impact on projects. I am excited to embark on global opportunities to share my experience and contribute to technological innovation in various parts of the globe.": "Soy un apasionado desarrollador web y amante de la tecnología móvil con sede en Colombia, pero con una visión global. Mi experiencia abarca desde la creación de interfaces de usuario cautivadoras utilizando tecnologías como React y Tailwind CSS, hasta la construcción de robustos sistemas backend mediante Node.js y Golang. Mi conocimiento en arquitectura y patrones de diseño me permite idear soluciones técnicas eficientes y elegantes. Sin embargo, mi enfoque no se limita solo a la codificación. Mi toque extra reside en el marketing digital, donde combino mi destreza técnica con estrategias efectivas para lograr un impacto completo en los proyectos. Estoy emocionado de embarcarme en oportunidades a nivel mundial para compartir mi experiencia y contribuir a la innovación tecnológica en diversas partes del globo."
}